{"translation-revision-date":"2024-06-20 13:54:07+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Switch to Boost Cache":["Beralih untuk Meningkatkan Cache"],"This feature can't be activated because a caching system is already in place with WP Super Cache. <link>Learn more<\/link>":["Fitur ini tidak dapat diaktifkan karena sistem cache telah digunakan dengan WP Super Cache. <link>Baca selengkapnya<\/link>"],"Please follow the troubleshooting steps below":["Harap ikuti langkah-langkah pemecahan masalah di bawah."],"Learn what to do":["Pelajari langkah yang perlu diambil"],"If the problem has been resolved, refresh the page and click <retry>here<\/retry> to try regenerating critical css.":["Jika masalah telah teratasi, refresh halaman dan klik <retry>di sini<\/retry> untuk mencoba membuat CSS utama kembali."],"<link>Learn how<\/link> to fix this by visiting our documentation.":["<link>Pelajari cara<\/link> mengatasi masalah ini dengan mengunjungi dokumentasi kami."],"Critical CSS Generator library is either not found or invalid.":["Pustaka Pembuat CSS Utama tidak ditemukan atau tidak valid."],"If you are still experiencing this issue, <link>learn more<\/link> from our documentation.":["Jika masalah masih terjadi, <link>baca selengkapnya<\/link> dari dokumentasi kami."],"Optimizes lazy-loaded images by dynamically serving perfectly sized images for each device.":["Mengoptimalkan gambar lazy-load dengan penyajian dinamis gambar dengan ukuran yang tepat untuk tiap perangkat."],"Image CDN Auto-Resize Lazy Images":["Ubah Ukuran Gambar Lazy Image CDN Auto"],"Auto-resize lazy images and adjust their quality.":["Ubah ukuran gambar lazy image secara otomatis dan sesuaikan kualitasnya."],"Do not show me again":["Jangan tampilkan lagi"],"Try refreshing your score, and if it doesn’t help, check our guide on improving your site speed score:":["Coba muat ulang skornya. Jika belum berhasil, baca panduan dari kami tentang cara meningkatkan skor kecepatan situs:"],"Most of the time Jetpack Boost will increase your site speed, but there may be cases where your score does not increase.":["Biasanya, Jetpack Boost akan membuat situs lebih cepat termuat, tetapi terkadang skor kecepatan situs tetap tidak meningkat."],"Hide":["Sembunyikan"],"Adjust Quality":["Sesuaikan Kualitas"],"Automatically resize images that are lazily loaded to fit the exact dimensions they occupy on the page.":["Ubah ukuran gambar yang dimuat dengan cara lazy loading agar sesuai dengan dimensinya pada halaman."],"Auto-Resize Lazy Images":["Ubah Ukuran Gambar Lazy Image"],"<strong>Expert Support With a Personal Touch:<\/strong> Enjoy dedicated email support from our Happiness Engineers, ensuring a smoother experience and peace of mind.":["<strong>Dukungan Ahli dengan Sentuhan Personal:<\/strong> Dapatkan dukungan email khusus dari Happiness Engineer kami agar Anda mendapatkan layanan yang lebih lancar dengan kenyamanan yang optimal."],"<strong>Customizable Image Optimization:<\/strong> Control your image quality and loading speeds with customizable CDN settings, balancing aesthetics with efficiency.":["<strong>Optimasi Gambar yang Dapat Disesuaikan:<\/strong> Kelola kualitas dan kecepatan pemuatan gambar dengan pengaturan CDN yang dapat disesuaikan guna mewujudkan estetika dan efisiensi yang seimbang."],"<strong>In-depth Performance Insights:<\/strong> Track your success with historical performance and Core Web Vitals scores to see how your site improves over time.":["<strong>Wawasan Performa yang Mendalam:<\/strong> Lacak kemajuan Anda dengan performa historis dan skor Data Web Inti untuk memantau perkembangan situs dalam jangka waktu tertentu."],"<strong>Automated Image Scanning:<\/strong> Always be on top of potential image size issues that might impact your site load time and SEO ranking.":["<strong>Pemindaian Gambar Otomatis:<\/strong> Selalu waspada terhadap potensi masalah ukuran gambar yang dapat memengaruhi waktu muat situs dan peringkat SEO Anda."],"Unlock the full potential of Jetpack Boost with automated performance optimization tools and more.":["Maksimalkan potensi Jetpack Boost menggunakan alat optimasi performa otomatis dan masih banyak lagi."],"Optimize your website's performance on the go":["Optimalkan performa situs Anda di mana saja"],"It appears that the cache engine is not loading. Please try re-installing Jetpack Boost. If the issue persists, please contact support.":["Tampaknya mesin cache tidak dapat dimuat. Coba instal ulang Jetpack Boost. Jika masalah berlanjut, hubungi dukungan kami."],"Page Cache is not working":["Cache halaman tidak berfungsi"],"Image CDN Quality Settings":["Pengaturan Kualitas CDN Gambar"],"Auto CSS Optimization":["Optimasi CSS Otomatis"],"Your website already has a page cache running on it powered by WordPress.com.":["Didukung oleh WordPress.com, cache halaman sudah berjalan di situs Anda."],"Page Cache is unavailable":["Cache Halaman tidak tersedia"],"Store and serve preloaded content to reduce load times and enhance your site performance and user experience.":["Simpan dan tampilkan konten yang dimuat sebelumnya untuk mengurangi waktu muat dan meningkatkan performa situs dan pengalaman pengguna Anda."],"Cache Site Pages":["Halaman Situs Cache"],"Cache setup complete.":["Penyiapan cache selesai."],"An error occurred while setting up cache.":["Terjadi error saat menyiapkan cache."],"Setting up cache…":["Menyiapkan cache..."],"Jetpack Boost Cache Log Viewer":["Penampil Log Cache Jetpack Boost"],"Cache Log Viewer":["Penampil Log Cache"],"Unknown error occurred.":["Terjadi error yang tidak diketahui."],"Changes saved.":["Perubahan telah tersimpan."],"Failed to load Speed Score.":["Gagal memuat Skor Kecepatan."],"Unable to load Cache settings.":["Tidak dapat memuat pengaturan Cache."],"An error occurred while saving changes. Please, try again.":["Terjadi kesalahan saat menyimpan perubahan. Harap coba lagi."],"Error: Unable to save changes.":["Kesalahan: Tidak dapat menyimpan perubahan."],"<help>See an example<\/help> or <link>learn more<\/link>.":["<help>Lihat contoh<\/help> atau <link>baca selengkapnya<\/link>."],"Use (.*) to address multiple URLs under a given path. Be sure each URL path is in its own line.":["Gunakan (.*) untuk membuat alamat beberapa URL dalam path tertentu. Pastikan tiap path URL berada di barisnya sendiri."],"Error: Invalid format":["Kesalahan: Format tidak valid"],"URLs of pages and posts that will never be cached:":["URL halaman dan pos yang tidak akan disimpan dalam cache:"],"Exceptions":["Pengecualian"],"See Logs":["Lihat Log"],"Activate logging to track all your cache events.":["Aktifkan pencatatan untuk melacak semua peristiwa cache Anda."],"Logging":["Pencatatan"],"Show Options":["Tampilkan Pilihan"],"Clear Cache":["Hapus Cache"],"No exceptions or logging.":["Tidak ada pengecualian atau pencatatan."],"No logging.":["Tidak ada pencatatan."],"Logging activated.":["Pencatatan diaktifkan."],"No exceptions.":["Tidak ada pengecualian."],"%d exception.":["%d pengecualian.","%d pengecualian."],"Clearing cache…":["Menghapus cache..."],"Logging disabled.":["Pencatatan dinonaktifkan."],"Logging enabled.":["Pencatatan diaktifkan."],"Unknown error":["Kesalahan tidak diketahui"],"The configuration file, <code>%s<\/code>, is not writable. This file must be writable to activate caching. For instructions on how to make this change, <link>please click here.<\/link>":["Berkas konfigurasi, <code>%s<\/code>, tidak dapat ditulis. Berkas ini harus dapat ditulis untuk mengaktifkan penyimpanan cache. <link>Klik di sini untuk membaca instruksi pembuatan perubahan ini.<\/link>"],"The configuration file cannot be updated":["Berkas konfigurasi tidak dapat diperbarui"],"Jetpack Boost can't enable caching because it doesn't have permission to write to the cache directory at <code>%s<\/code>. To fix this, the directory needs to be made writable. This change is necessary for caching to work and speed up your site.":["Jetpack Boost tidak dapat mengaktifkan penyimpanan cache karena tidak mempunyai izin untuk menulis pada direktori cache di <code>%s<\/code>. Oleh karena itu, direktori tersebut harus diatur agar penulisan dapat dilakukan. Perubahan ini diperlukan agar penyimpanan cache dapat bekerja dan mempercepat situs Anda."],"Cannot create files in cache directory":["Tidak dapat membuat berkas di direktori cache"],"Jetpack Boost needs a specific setting to be activated for caching to work properly. Currently, the setting named <code>%1$s<\/code> is not correctly configured on your site. It should be set to <code>%2$s<\/code> to enable caching. <link>Click here for easy instructions on how to fix this.<\/link>":["Jetpack Boost memerlukan pengaktifan pengaturan tertentu sehingga penyimpanan cache dapat bekerja dengan baik. Saat ini, pengaturan dengan nama <code>%1$s<\/code> tidak dikonfigurasikan secara benar di situs Anda. Pengaturan <code>%2$s<\/code> diperlukan untuk mengaktifkan penyimpanan cache. <link>Klik di sini untuk membaca instruksi mudah tentang pemecahan masalah ini.<\/link>"],"The WordPress cache constant must be updated":["Konstanta cache WordPress harus diperbarui"],"Jetpack Boost cannot activate this feature because it does not have permission to update a necessary file on your site. To learn more, please <link>click here.<\/link>":["Jetpack Boost tidak dapat mengaktifkan fitur ini karena tidak mempunyai izin untuk memperbarui berkas yang diperlukan di situs Anda. Untuk mempelajari selengkapnya, <link>klik di sini.<\/link>"],"File Update Needed for Activation":["Pembaruan Berkas Diperlukan untuk Aktivasi"],"This feature cannot be enabled because your site is already using a caching system, installed by another plugin or your hosting provider. For a unified optimization experience with Jetpack Boost, please deactivate the current caching solution by disabling the plugin or contacting your hosting support for assistance. If you already did that, try enabling caching again. <link>Learn More.<\/link>":["Fitur ini tidak dapat diaktifkan karena situs ini telah menggunakan sistem penyimpanan cache yang diinstal plugin lain atau penyedia hosting Anda. Untuk pengalaman pengoptimalan terpadu dengan Jetpack Boost, nonaktifkan solusi penyimpanan saat ini dengan menonaktifkan plugin atau menghubungi dukungan hosting Anda untuk mendapatkan bantuan. Jika sudah, coba aktifkan penyimpanan cache lagi. <link>Baca Selengkapnya.<\/link>"],"Existing Cache System Detected":["Sistem Cache yang Ada Terdeteksi"],"To activate this feature, your site needs to use a different URL structure instead of the current Plain (default) permalinks. To learn more, please <link>please click here.<\/link>":["Untuk mengaktifkan fitur ini, situs Anda perlu menggunakan struktur URL lain, alih-alih permalink Biasa (default) saat ini. Untuk mempelajari selengkapnya, <link>klik di sini.<\/link>"],"Permalink settings must be updated":["Pengaturan permalink harus diperbarui"],"This feature cannot be enabled because Jetpack Boost cannot create or modify files in <code>%s<\/code>. To learn more about this, please <link>click here.<\/link>":["Fitur ini tidak dapat diaktifkan karena Jetpack Boost tidak dapat membuat atau mengubah berkas di <code>%s<\/code>. Untuk mempelajari selengkapnya, <link>klik di sini.<\/link>"],"Your site's %s folder doesn't allow updates":["Folder %s situs Anda tidak mengizinkan pembaruan"],"This feature cannot be enabled because Jetpack Boost cannot update its settings. To learn more about this, please <link>click here.<\/link>":["Fitur ini tidak dapat diaktifkan karena Jetpack Boost tidak dapat memperbarui pengaturannya. Untuk mempelajari selengkapnya, <link>klik di sini.<\/link>"],"The settings file cannot be updated":["Berkas pengaturan tidak dapat diperbarui"],"Failed to load module.":["Gagal memuat modul."],"Page Cache":["Cache Halaman"],"Page caching speeds up load times by storing a copy of each web page on the first visit, allowing subsequent visits to be served instantly. This reduces server load and improves user experience by delivering content faster, without waiting for the page to be generated again.":["Penyimpanan cache halaman mempercepat waktu muat dengan menyimpan salinan tiap halaman web pada kunjungan pertama sehingga kunjungan berikutnya dapat dilayani secara instan. Hal tersebut mengurangi beban server dan meningkatkan pengalaman pengguna dengan mengirimkan konten secara lebih cepat, tanpa menunggu halaman dibuat lagi."],"(opens in a new tab)":["(dibuka di tab baru)"],"Unable to clear cache.":["Tidak dapat menghapus cache."],"Cache cleared.":["Cache dihapus."],"Learn more about Boost features and upgrades":["Baca selengkapnya tentang berbagai fitur dan opsi upgrade Boost"],"<strong>Image CDN Quality Control:<\/strong> Fine-tune your image quality to balance clarity and loading speed. Choose the level of detail that aligns with your site’s needs.":["<strong>Kontrol Kualitas CDN Gambar:<\/strong> Atur presisi kualitas gambar untuk menyeimbangkan antara kejelasan gambar dan kecepatan muat situs. Pilih seberapa detail gambar sesuai kebutuhan situs."],"<strong>Historical Performance:<\/strong> Review past performance scores and Core Web Vitals data. Identify which actions positively impacted site speeds over time.":["<strong>Riwayat Performa:<\/strong> Lihat riwayat skor performa dan Data Web Inti. Cari tahu tindakan yang meningkatkan kecepatan muat situs dari waktu ke waktu."],"<strong>Image Size Analyzer:<\/strong> Scan and identify oversized images. Optimize them to boost loading speeds.":["<strong>Penganalisis Ukuran Gambar:<\/strong> Pindai semua gambar dan cari tahu yang ukurannya berlebih. Optimalkan agar situs dimuat lebih cepat."],"<strong>Automatic Critical CSS:<\/strong> No further action needed! Your Critical CSS is now set to auto-regenerate.":["<strong>Critical CSS Otomatis:<\/strong> Tinggal duduk manis! Pemrosesan ulang Critical CSS sekarang bisa disetel agar otomatis."],"You’ve just unlocked powerful premium features. To boost your site speed score, here’s what you can now do:":["Fitur-fitur premium canggih sekarang bisa diakses! Untuk meningkatkan skor kecepatan situs, Anda sekarang bisa:"],"Congratulations! Your Jetpack Boost is Now Upgraded!":["Selamat! Jetpack Boost Anda telah di-upgrade!"],"Unknown error occurred. Please reload the page and try again.":["Terjadi error yang tidak diketahui. Muat ulang halaman ini dan coba lagi."],"Overall Score: %s":["Skor Keseluruhan: %s"],"Error requesting speed scores":["Skor kecepatan gagal dimuat"],"<action>Try again<\/action>":["<action>Coba lagi<\/action>"],"Untitled":["Tanpa Judul"],"Image Missing":["Gambar Hilang"],"Fixed Images":["Gambar Diperbaiki"],"Scan started on %s":["Pindaian dari tanggal %s"],"Latest report as of %s":["Laporan terakhir tertanggal %s"],"Critical CSS action failed":["Pemrosesan Critical CSS gagal"],"Visit the page and look at the protocol and host name to ensure it matches the one in your <link>WordPress Administration Screen<\/link>.":["Buka halaman lalu lihat protokol serta nama host untuk memastikan kesesuaiannya dengan yang ada di <link>Layar Administrasi WordPress<\/link> Anda."],"Learn about the error and common solutions by <link>clicking here<\/link>.":["Pelajari tentang error dan solusi umumnya dengan <link>mengeklik di sini<\/link>."],"WEBP":["WEBP"],"PNG":["PNG"],"JPEG":["JPEG"],"Failed to load performance history":["Gagal memuat riwayat performa"],"Historical Performance":["Performa Historis"],"Your scores will be recorded from now on.":["Mulai sekarang, skor Anda akan direkam."],"Hello there! Jetpack Boost premium has been activated.":["Halo! Jetpack Boost premium telah diaktifkan."],"Upgrade and learn more about your site performance over time.":["Lakukan upgrade dan baca selengkapnya tentang performa situs Anda seiring berjalannya waktu."],"Upgrade now!":["Upgrade sekarang!"],"Upgrading your WordPress version if the new release will be including core CSS changes.":["Melakukan upgrade versi WordPress Anda jika rilis yang baru akan disertai perubahan CSS inti."],"Changing settings of plugins that will be impacting your site layout or HTML structure.":["Mengubah pengaturan plugin yang akan memengaruhi tata letak atau struktur HTML situs Anda."],"Activating, deactivating, or updating plugins that will be impacting your site layout or HTML structure.":["Mengaktifkan, menonaktifkan, atau memperbarui plugin yang akan memengaruhi tata letak atau struktur HTML situs Anda."],"Editing a post\/page.":["Menyunting pos\/halaman."],"Writing a new post\/page.":["Menulis pos\/halaman baru."],"Making theme changes.":["Mengubah tema."],"lossless":["lossless"],"JPEG Quality: %1$s, PNG Quality: %2$s, WEBP Quality: %3$s":["Kualitas JPEG: %1$s, Kualitas PNG: %2$s, Kualitas WEBP: %3$s"],"Image Quality":["Kualitas Gambar"],"Select the quality for images served by the CDN. Choosing a lower quality will compress your images and load them faster. If you choose lossless, we will not compress your images.":["Pilih kualitas gambar yang ditampilkan oleh CDN. Memilih kualitas lebih rendah akan mengompres gambar Anda sehingga dapat dimuat lebih cepat. Jika memilih lossless, kami tidak akan mengompres gambar Anda."],"Lossless":["Lossless"],"Fine-tune image quality settings to your liking.":["Sesuaikan pengaturan kualitas gambar sesuka hati."],"Historical performance scores":["Skor performa historis"],"\/month for the first year, billed yearly":["\/bulan untuk tahun pertama, penagihan tahunan"],"Get access to your historical performance scores and see advanced Core Web Vitals data.":["Dapatkan akses ke skor performa historis Anda dan lihat data Data Web Inti lanjutan."],"Desktop":["Desktop"],"Cumulative Layout Shift":["Cumulative Layout Shift"],"Total Blocking Time":["Total Blocking Time"],"Largest Contentful Paint":["Largest Contentful Paint"],"%d \/ 100":["%d \/ 100"],"Overall score":["Skor keseluruhan"],"Read the guide":["Baca panduan"],"Upgrade to scan your site for issues - automatically!":["Upgrade agar masalah di situs bisa terdeteksi, secara otomatis!"],"Warming up the engine…":["Mempersiapkan alat..."],"Getting ready…":["Menyiapkan..."],"Your Image Size Analysis task seems to have gotten stuck, or our system is under unusual load. Please try again. If the issue persists, please contact support.":["Tugas Analisis Ukuran Gambar tampaknya terhenti, atau sistem kami sedang mengalami beban yang tidak biasa. Harap coba lagi. Jika masalah berlanjut, hubungi staf dukungan kami."],"Start image analysis":["Mulai analisis gambar"],"Found a total of %1$d issues after scanning your %2$d most recent pages.":["Ditemukan %1$d masalah dari hasil scan terhadap %2$d halaman terbaru Anda."],"Congratulations; no issues found after scanning your %d most recent pages.":["Selamat! Tidak ditemukan masalah dari hasil scan terhadap %d halaman terbaru Anda."],"Something has gone wrong.":["Terjadi kesalahan."],"In addition to the Homepage, Pages and Posts, Boost will also analyze the following custom post types found on your site:":["Selain Halaman Situs, Halaman, dan Pos, Peningkatan juga akan menganalisis jenis pos khusus berikut yang ditemukan di situs Anda:"],"Automatic image size analysis":["Analisis ukuran gambar otomatis"],"Scan your site for images that aren't properly sized for the device they're being viewed on.":["Deteksi gambar-gambar di situs yang ukurannya kurang ideal untuk perangkat yang dipakai mengakses situs."],"Image analysis report":["Laporan analisis gambar"],"No image size issues found yet…":["Tidak ditemukan masalah ukuran gambar..."],"🥳 No image size issues found!":["🥳 Masalah ukuran gambar ditemukan!"],"Image Details":["Rincian Gambar"],"Device":["Perangkat"],"Potential Size":["Potensi Ukuran"],"This issue affects small screens":["Masalah ini memengaruhi layar kecil"],"This issue affects large screens":["Masalah ini memengaruhi layar besar"],"This image does not appear to load. Please check the URL in the relevant page.":["Gambar ini tidak muncul saat dimuat. Periksa URL di halaman yang relevan."],"Edit Page":["Edit Halaman"],"An error occurred while loading this entry.":["Terjadi kesalahan saat memuat entri ini."],"%d Image Recommendation":["%d Gambar yang Direkomendasikan","%d Gambar yang Direkomendasikan"],"Jetpack Boost's Image CDN can automatically resize many images to the correct size for you.":["Fitur CDN Gambar Jetpack Boost secara otomatis mengubah ukuran berbagai jenis gambar agar menjadi pas."],"We recommend enabling the <b>Image CDN<\/b>.":["Kami sarankan untuk mengaktifkan fitur <b>CDN Gambar<\/b>."],"We noticed you've recently updated a plugin that may affect your site's HTML\/CSS structure.":["Kami mendapati bahwa Anda baru saja memperbarui plugin yang mungkin memengaruhi struktur HTML\/CSS situs."],"We noticed you've recently updated your theme that may affect your site's HTML\/CSS structure.":["Kami mendapati bahwa Anda baru saja memperbarui tema yang mungkin memengaruhi struktur HTML\/CSS situs."],"We noticed you've recently published a new post on your site that may affect its HTML\/CSS structure.":["Kami mendapati bahwa Anda baru saja memublikasikan pos baru di situs Anda yang mungkin memengaruhi struktur HTML\/CSS situs."],"We noticed you've recently published a new page on your site that may affect its HTML\/CSS structure.":["Kami mendapati bahwa Anda baru saja memublikasikan halaman baru di situs Anda yang mungkin memengaruhi struktur HTML\/CSS situs."],"See full report":["Lihat laporan lengkap"],"Analyze again":["Lakukan analisis ulang"],"How to fix":["Cara memperbaikinya"],"Size on screen":["Ukuran pada layar"],"Expected Dimensions":["Dimensi yang Diharapkan"],"File Dimensions":["Dimensi File"],"Fix on page":["Perbaiki di halaman"],"Other":["Lainnya"],"Posts":["Tulisan"],"Pages":["Halaman"],"Homepage":["Beranda"],"All":["Semua"],"Comma separated list of CSS stylesheets to exclude":["Daftar lembar gaya CSS yang dipisahkan koma untuk dikecualikan"],"Exclude CSS Strings":["Kecualikan String CSS"],"Exclude CSS Strings:":["Kecualikan String CSS:"],"Styles are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Gaya dikelompokkan berdasarkan penempatan awalnya, penggabungan, dan minifikasi untuk mengurangi waktu muat situs serta mengurangi jumlah permintaan."],"Concatenate CSS":["Gabungkan CSS"],"Comma separated list of JS scripts to exclude":["Daftar skrip JS yang dipisahkan koma untuk dikecualikan"],"Exclude JS Strings":["Kecualikan String JS"],"Exclude JS Strings:":["Kecualikan String JS:"],"Scripts are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Skrip dikelompokkan berdasarkan penempatan awalnya, penggabungan, dan minifikasi untuk mengurangi waktu muat situs serta mengurangi jumlah permintaan."],"Concatenate JS":["Gabungkan JS"],"Except: %s":["Kecuali: %s"],"Save":["Simpan"],"Concatenate JS and CSS":["Gabungkan JS dan CSS"],"Boost your website performance by merging and compressing JavaScript and CSS files, reducing site loading time and number of requests.":["Tingkatkan performa situs Anda dengan menggabungkan dan mengompresi file JavaScript dan CSS, mengurangi waktu muat situs, dan jumlah permintaan."],"This tool will search your site for images that are too large and have an impact on your visitors' experience, page loading times, and search rankings. Once finished, it will give you a report of all improperly sized images with suggestions on how to fix them.":["Alat ini akan mencari gambar yang terlalu besar dan memengaruhi pengalaman pengunjung, waktu muat halaman, dan peringkat pencarian di situs Anda. Setelah selesai, alat ini akan memberikan laporan berisi semua gambar dengan ukuran yang tidak sesuai serta saran cara memperbaikinya."],"Image Size Analysis":["Analisis Ukuran Gambar"],"<b>Boost will automatically generate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["<b>Boost akan secara otomatis membuat CSS Utama<\/b> setiap kali Anda mengubah struktur HTML atau CSS di situs."],"<b>You should regenerate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["<b>Anda harus membuat ulang CSS Utama<\/b> setiap kali Anda mengubah struktur HTML atau CSS di situs."],"Optimize Critical CSS Loading (manual)":["Optimalkan Pemuatan CSS Utama (manual)"],"Upgrade now":["Upgrade sekarang"],"Actions that could change your CSS or HTML structure include, but are not limited to:":["Tindakan yang dapat mengubah struktur CSS atau HTML Anda termasuk, tetapi tidak terbatas pada:"],"If you’d like automatic Critical CSS regeneration":["Jika Anda mau menggunakan pembuatan ulang CSS Utama otomatis"],"Save time by upgrading to Automatic Critical CSS generation.":["Hemat waktu dengan melakukan upgrade ke pembuatan CSS Utama Otomatis."],"Upgrade now only %s":["Upgrade sekarang hanya dengan %s"],"Remember to regenerate each time you make changes that affect your HTML or CSS structure.":["Pastikan untuk melakukan pembuatan ulang setiap kali Anda melakukan perubahan yang memengaruhi struktur HTML atau CSS."],"Please regenerate your Critical CSS to maintain optimal site performance.":["Harap buat ulang CSS Utama Anda agar performa situs tetap optimal."],"We noticed some updates to your site that may have changed your HTML\/CSS structure.":["Kami mendapati bahwa beberapa pembaruan pada situs Anda mungkin telah mengubah struktur HTML\/CSS."],"Regenerate Critical CSS":["Buat ulang CSS Utama"],"Give us a few minutes while we go through your images…":["Beri kami waktu beberapa menit untuk memeriksa gambar Anda..."],"%d issues":["%d masalah"],"No issues":["Tidak ada masalah"],"Image CDN":["CDN Gambar"],"Image guide":["Panduan gambar"],"Upgrade your WordPress version if the new release includes core CSS changes.":["Mengupgrade versi WordPress Anda jika rilis yang baru menyertakan perubahan CSS inti."],"Change settings of plugins that impact your site layout or HTML structure.":["Mengubah pengaturan plugin yang memengaruhi tata letak atau struktur HTML situs Anda."],"Activate, deactivate, or update plugins that impact your site layout or HTML structure.":["Mengaktifkan, menonaktifkan, atau memperbarui plugin yang memengaruhi tata letak atau struktur HTML situs Anda."],"Edit a post\/page.":["Menyunting pos\/halaman."],"Write a new post\/page.":["Menulis pos\/halaman baru."],"Make theme changes.":["Mengubah tema."],"To enhance the speed of your site, with this plan you will need to optimize CSS by using the Manual Critical CSS generation feature whenever you:":["Untuk meningkatkan kecepatan situs, dengan paket ini, Anda perlu mengoptimalkan CSS dengan menggunakan fitur pembuatan CSS Utama Manual setiap kali Anda:"],"Deliver images from Jetpack's Content Delivery Network. Automatically resizes your images to an appropriate size, converts them to modern efficient formats like WebP, and serves them from a worldwide network of servers.":["Distribusikan gambar dari Jaringan Pengiriman Konten Jetpack. Secara otomatis mengubah ukuran gambar Anda ke ukuran yang sesuai, mengonversi gambar ke format modern yang lebih efisien seperti WebP, dan menayangkan gambar dari jaringan server di seluruh dunia."],"Boost’s cloud service can automatically detect when your site needs the Critical CSS regenerated, and perform this function behind the scenes without requiring you to monitor it manually.":["Layanan awan Boost dapat secara otomatis mendeteksi waktu yang tepat untuk membuat ulang CSS Utama pada situs, dan menjalankan fungsi ini dari balik layar tanpa mengharuskan Anda memantaunya secara langsung."],"It’s essential to regenerate Critical CSS to optimize your site speed whenever your HTML or CSS structure changes. Being on top of this can be tedious and time-consuming.":["CSS Utama harus dibuat ulang guna mengoptimalkan kecepatan situs saat struktur HTML atau CSS Anda berubah. Mengurus semuanya ini bisa jadi melelahkan dan menghabiskan waktu."],"Discover and fix images with a suboptimal resolution, aspect ratio, or file size, improving user experience and page speed.":["Jelajahi dan perbaiki gambar yang memiliki resolusi, rasio aspek, atau ukuran berkas yang kurang optimal, untuk meningkatkan pengalaman pengguna serta kecepatan waktu muat halaman."],"Already have an existing plan or license key? <link>Click here to get started<\/link>":["Sudah punya paket atau kunci lisensi? <link>Klik di sini untuk memulai<\/link>"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["Pengurangan harga merupakan penawaran terbatas untuk tahun pertama. Selanjutnya, perpanjangan akan menggunakan harga normal."],"%s not included":["%s tidak termasuk"],"%s coming soon":["%s segera hadir"],"Coming soon":["Segera hadir"],"Arrow right":["Panah kanan"],"Arrow left":["Panah kiri"],"This feature helps you discover images that are too large. When you browse your site, the image guide will show you an overlay with information about each image's size.":["Fitur ini membantu Anda menemukan gambar yang terlalu besar. Saat Anda menelusuri situs, panduan gambar akan menunjukkan overlay yang berisi informasi tentang tiap ukuran gambar."],"Please contact your hosting provider or system administrator and ask them to install or activate one of these extensions.":["Silakan hubungi penyedia hosting atau administrator sistem, lalu minta mereka untuk menginstal atau mengaktifkan salah satu ekstensi berikut."],"Jetpack Boost is able to work without these extensions, but it's likely that it's going to be difficult for you to optimize the images that the Image Guide will identify without one of these extensions.":["Jetpack Boost dapat berfungsi tanpa ekstensi ini, tetapi akan sulit bagi Anda untuk mengoptimalkan gambar yang akan diidentifikasi Panduan Gambar tanpa salah satu ekstensi tersebut."],"It looks like your server doesn't have Imagick or GD extensions installed.":["Sepertinya ekstensi Imagick atau GD tidak terinstal di server Anda."],"Image resizing is unavailable":["Pengubahan ukuran gambar tidak tersedia"],"Dedicated email support plus priority Live Chat if <link>your plan<\/link> includes <strong>Premium Support<\/strong>":["Dukungan email khusus serta Obrolan Langsung prioritas jika <link>paket Anda<\/link> menyertakan <strong>Dukungan Premium<\/strong>"],"Image Guide":["Panduan Gambar"],"Run test":["Jalankan tes"],"Re-run test":["Jalankan tes kembali"],"Jetpack Boost is testing the speed of your cache.":["Jetpack Boost menguji kecepatan cache Anda."],"Measuring Super Cache Speed":["Mengukur Kecepatan Super Cache"],"Super Cache is saving your visitors about %d ms":["Super Cache membantu pengunjung menghemat waktu sekitar %d ms"],"We ran into an error measuring your speed: %s":["Kami mengalami error saat mengukur kecepatan Anda: %s"],"Super Cache Speed":["Kecepatan Super Cache"],"Find out how much difference it makes for your users.":["Cari tahu seberapa besar perbedaannya bagi pengguna Anda."],"Super Cache detected":["Super Cache terdeteksi"],"Set up":["Siapkan"],"Enable Super Cache to speed your site up further.":["Aktifkan Super Cache untuk makin mempercepat situs Anda."],"Super Cache is installed but not enabled":["Super Cache telah terinstal tetapi belum diaktifkan"],"Could not detect performance records for the Super Cache test. Please try again.":["Tidak dapat mendeteksi data performa untuk tes Super Cache. Harap coba lagi."],"Speed score has fallen":["Skor kecepatan telah turun"],"That's great! If you’re happy, why not rate Boost?":["Hebat! Jika Anda senang, silakan beri penilaian untuk Boost."],"Your site got faster":["Kecepatan situs Anda meningkat"],"Generating Critical CSS. Please don’t leave this page until completed.":["Menmbuat CSS Utama. Mohon jangan tinggalkan halaman ini sebelum prosesnya selesai."],"Manual Critical CSS regeneration":["Pembuatan ulang CSS Utama manual"],"Start for free":["Mulai gratis"],"Automatic Critical CSS regeneration":["Pembuatan ulang CSS Utama otomatis"],"Get Boost":["Dapatkan Boost"],"Defer non-essential JavaScript":["Menangguhkan Javascript non-esensial"],"The easiest speed optimization plugin for WordPress":["Plugin optimisasi kecepatan termudah untuk WordPress"],"Paid customers get dedicated email support from our world-class Happiness Engineers to help with any issue.<br><br>All other questions are handled by our team as quickly as we are able to go through the WordPress support forum.":["Pelanggan berbayar mendapatkan dukungan email khusus dari Happiness Engineer kelas dunia kami dalam segala masalah.<br><br>Semua masalah lain ditangani oleh tim kami secepat mungkin melalui forum dukungan WordPress."],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as Critical CSS.":["Pindahkan informasi penataan yang penting ke halaman depan, yang membantu halaman menampilkan konten Anda lebih cepat sehingga pengguna tidak perlu menunggu seluruh halaman dimuat. Umumnya disebut sebagai CSS Utama."],"% off":["Diskon %"],"Not included":["Tidak termasuk"],"Included":["Disertakan"],"Has a video.":["Memiliki video."],"Tag":["Tag"],"Magnifying Glass":["Kaca Pembesar"],"Post":["Postingan"],"Page":["Halaman"],"Has an image.":["Memiliki gambar."],"Has multiple images.":["Memiliki banyak gambar."],"Information.":["Informasi."],"Category":["Kategori"],"Toggle search filters.":["Alihkan penyaring pencarian."],"Close.":["Tutup."],"Matching comment.":["Mencocokkan komentar."],"Show filters":["Tampilkan penyaring"],"Is a product.":["Adalah produk."],"Is an event.":["Adalah acara."],"Has audio.":["Memiliki audio."],"Cancel":["Batal"],"Contact Us":["Hubungi Kami"],"Your paid plan gives you access to prioritized Jetpack Boost support":["Paket berbayar Anda memberikan akses ke dukungan Jetpack Boost prioritas"],"We're here to help":["Kami siap membantu"],"Automatically Optimize CSS Loading":["Mengoptimalkan Pemuatan CSS secara Otomatis"],"Optimize with Jetpack Boost":["Optimalkan dengan Jetpack Boost"],"Continue":["Lanjutkan"],"Special introductory pricing, all renewals are at full price. 14 day money back guarantee.":["Harga perkenalan khusus, semua pembaruan dikenakan harga penuh. Jaminan uang kembali dalam 14 hari."],"Dedicated email support":["Dukungan email khusus"],"Upgrade Jetpack Boost":["Upgrade Jetpack Boost"],"Icon for the product %s":["Ikon untuk produk %s"],"\/month, paid yearly":["\/bulan, pembayaran tahunan"],"Error":["Error"],"An Automattic Airline":["Persembahan dari Automattic"],"Jetpack Boost is generating more Critical CSS.":["Jetpack Boost membuat lebih banyak CSS Utama."],"Jetpack Boost will generate Critical CSS for you automatically.":["Jetpack Boost akan membuatkan CSS Utama secara otomatis."],"…and %d more":["…dan %d lainnya"],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as <link>Critical CSS<\/link>.":["Pindahkan informasi penataan yang penting ke halaman depan, yang membantu halaman menampilkan konten Anda lebih cepat sehingga pengguna tidak perlu menunggu hingga seluruh halaman dimuat. Umumnya disebut sebagai <link>CSS Utama<\/link>."],"If you are unsure of what these headers are, or where they come from please contact your hosting provider and ask them to remove the \"X-Frame-Options\" header from your site":["Jika tidak yakin akan kegunaan atau asal dari header ini, hubungi penyedia hosting Anda dan minta mereka untuk menghapus header \"X-Frame-Options\" dari situs Anda"],"Check that you are not using any plugins which add extra HTTP headers to your WordPress site, and deactivate them if you are.":["Pastikan Anda tidak menggunakan plugin yang menambahkan header HTTP ekstra ke situs WordPress Anda, dan nonaktifkan plugin jika Anda menggunakannya."],"Jetpack Boost uses iframes while generating your Critical CSS. Unfortunately, your site has a special configuration header which prevents it from loading inside an iframe. The header is called \"X-Frame-Options: DENY\". This can be added to a WordPress site either by using a plugin, or by server configuration.":["Jetpack Boost menggunakan iframe saat membuat CSS Utama Anda. Sayangnya, situs Anda memiliki header dengan konfigurasi khusus yang mencegahnya untuk dimuat di dalam iframe. Header ini disebut \"X-Frame-Options: DENY\". Header ini dapat ditambahkan ke situs WordPress, baik dengan menggunakan plugin maupun dengan konfigurasi server."],"Jetpack Boost couldn't load the following page due to its X-Frame-Options configuration:":["Jetpack Boost tidak dapat memuat halaman berikut karena konfigurasi X-Frame-Options:","Jetpack Boost tidak dapat memuat halaman berikut karena konfigurasi X-Frame-Options:"],"If the error still persist please contact <support>Jetpack Boost Support<\/support> with a copy of your error message.":["Jika error masih berlanjut, hubungi <support>Dukungan Jetpack Boost<\/support> dengan salinan pesan error Anda."],"If it does, <retry>try again<\/retry> to generate the Critical CSS.":["Jika masih berlanjut, <retry>coba lagi<\/retry> untuk membuat CSS Utama."],"Verify that the page loads correctly.":["Verifikasi bahwa halaman dimuat dengan benar."],"Something went wrong, which Jetpack Boost did not anticipate. An unexpected error occurred while trying to generate Critical CSS for the following page:":["Terjadi kesalahan yang tidak diantisipasi oleh Jetpack Boost. Terjadi error tidak terduga saat mencoba membuat CSS Utama untuk halaman berikut:","Terjadi kesalahan yang tidak diantisipasi oleh Jetpack Boost. Terjadi error tidak terduga saat mencoba membuat CSS Utama untuk halaman berikut:"],"If you are using a plugin which embeds your CSS styles directly into your pages, or your site does not use external CSS style sheets, then it is safe to ignore this issue as Critical CSS can only speed up pages which use external styles.":["Jika menggunakan plugin yang menyematkan gaya CSS langsung ke halaman Anda, atau situs tidak menggunakan lembar gaya CSS eksternal, Anda dapat mengabaikan masalah ini karena CSS Utama hanya dapat mempercepat halaman yang menggunakan gaya eksternal."],"Verify its styles load correctly, and <retry>try again<\/retry>.":["Verifikasi bahwa gaya dimuat dengan benar, lalu <retry>coba lagi<\/retry>."],"It looks like this page does not contain any relevant CSS in its external style sheet(s):":["Sepertinya halaman ini tidak menyertakan CSS yang relevan dalam lembar gaya eksternalnya:","Sepertinya halaman ini tidak menyertakan CSS yang relevan dalam lembar gaya eksternalnya:"],"Verify that the content displayed is a part of your WordPress site, and not an external page managed by a different system.":["Verifikasi bahwa konten yang ditampilkan adalah bagian dari situs WordPress Anda, dan bukan halaman eksternal yang dikelola oleh sistem lain."],"Visit the page.":["Kunjungi halaman."],"Please follow the troubleshooting steps below for the page.":["Harap ikuti langkah-langkah pemecahan masalah di bawah untuk halaman.","Harap ikuti langkah-langkah pemecahan masalah di bawah untuk tiap halaman."],"Deactivate any plugin that you believe are making the page slow.":["Nonaktifkan plugin yang Anda anggap memperlambat halaman."],"If this page is slower than the others, check what plugins are working on that page.":["Jika halaman ini lebih lambat dari yang lain, periksa plugin apa yang sedang digunakan di halaman tersebut."],"See how long it takes to load compared to other pages on your site.":["Perhatikan waktu muatnya jika dibandingkan dengan halaman lain di situs Anda."],"Visit the page while not logged into WordPress.":["Kunjungi halaman tanpa login ke WordPress."],"Clear the cache in your browser.":["Hapus cache di browser Anda."],"The page timed out during load. There could be various reasons but most likely a plugin is causing this issue. Please complete the following steps.":["Halaman time-out saat dimuat. Ada banyak alasan, tetapi kemungkinan besar ada plugin yang menyebabkan masalah ini. Selesaikan langkah-langkah berikut.","Halaman time-out saat dimuat. Ada banyak alasan, tetapi kemungkinan besar ada plugin yang menyebabkan masalah ini. Selesaikan langkah-langkah berikut untuk tiap halaman."],"If not, then please reach out to your hosting provider and ask why.":["Jika tidak, hubungi penyedia hosting Anda dan tanyakan alasannya."],"Visit the page and complete the following troubleshooting steps.":["Buka halaman dan selesaikan langkah-langkah pemecahan masalah berikut.","Buka tiap halaman dan selesaikan langkah-langkah pemecahan masalah berikut."],"If you think that the redirection is valid, then it is safe to ignore this issue.":["Jika Anda merasa bahwa pengalihan sudah valid, Anda dapat mengabaikan masalah ini."],"If you believe the issue is resolved, please <retry>try again<\/retry>.":["Jika Anda yakin masalah sudah teratasi, harap <retry>coba lagi<\/retry>."],"If it is redirecting, check if a plugin could potentially create the redirection and fix it if appropriate. Otherwise, contact your hosting provider for assistance to fix the URL redirection.":["Jika berhasil dialihkan, periksa apakah plugin yang membuat pengalihan dan lakukan perbaikan jika perlu. Jika tidak, hubungi penyedia hosting Anda untuk meminta bantuan perbaikan pengalihan URL."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser and note if the page is being redirected.":["Coba buka tautan menggunakan \"Mode Samaran\" atau \"Penelusuran Pribadi\" di browser Anda, dan perhatikan apakah halaman dialihkan."],"If you need help understanding the error, or investigating what went wrong please contact <support>Jetpack Boost Support<\/support>.":["Jika Anda butuh bantuan untuk memahami error, atau menyelidiki hal yang salah, silakan hubungi <support>Dukungan Jetpack Boost<\/support>."],"Once you have resolved the error, please <retry>try again<\/retry>.":["Setelah Anda mengatasi error, harap <retry>coba lagi<\/retry>."],"Check your server logs for information about the HTTP %d error, or contact your hosting provider for help with investigating the problem.":["Periksa log server Anda terkait informasi tentang error %d HTTP, atau hubungi penyedia hosting Anda untuk meminta bantuan penyelidikan masalah."],"<retry>Try to generate Critical CSS again<\/retry>, in case the error was intermittent.":["<retry>Coba buat CSS Utama kembali<\/retry>, jika error bersifat intermiten."],"Visit the link and check for an error.":["Kunjungi tautan dan periksa apakah ada error."],"Please verify the link is valid and <retry>try again<\/retry>. We recommend the following:":["Harap verifikasi bahwa tautan sudah valid lalu <retry>coba lagi<\/retry>. Kami menyarankan:","Harap verifikasi bahwa tiap tautan sudah valid lalu <retry>coba lagi<\/retry>. Untuk tiap tautan, kami menyarankan:"],"Once you have resolved the issue which caused the 500 error, you can <retry>try again<\/retry>.":["Setelah mengatasi masalah yang menyebabkan error 500, Anda dapat <retry>mencoba kembali<\/retry>."],"If the issue is still not resolved, check your server logs or contact your hosting provider for help to investigate the issue.":["Jika masalah masih belum teratasi, periksa log server atau hubungi penyedia hosting Anda untuk mendapatkan bantuan penyelidikan masalah."],"Your WordPress site encountered an error while trying to load the above page.":["Situs WordPress Anda mengalami error saat mencoba memuat halaman di atas.","Situs WordPress Anda mengalami error saat mencoba memuat halaman di atas."],"If you manage to sort the issue out with your hosting provider, please <retry>try again<\/retry> to regenerate your Critical CSS.":["Jika berhasil mengatasi masalah bersama penyedia hosting Anda, harap <retry>coba lagi<\/retry> untuk membuat ulang CSS Utama Anda."],"Your hosting provider should be able to advise you on next steps.":["Penyedia hosting Anda dapat memberitahukan langkah-langkah selanjutnya."],"Contact your hosting provider, with details of this issue. Please let them know it is an \"HTTP 418\" error, which URL(s) are affected, and the time it occurred.":["Hubungi penyedia hosting Anda dengan menyertakan detail masalah ini. Beri tahu mereka terjadi error \"HTTP 418\", URL yang terdampak, dan waktu kejadiannya."],"Your WordPress site returned a 418 error which many web hosts use to indicate they rejected your request due to security rules. Please contact your hosting provider for more information.":["Situs WordPress Anda menampilkan error 418 yang digunakan oleh banyak host web untuk menunjukkan bahwa mereka menolak permintaan Anda atas dasar aturan keamanan. Hubungi penyedia hosting Anda untuk informasi lebih lanjut."],"If the page is only accessible to users who are logged in to your WordPress site, or should not be a part of your site then it is safe to ignore this error.":["Jika halaman hanya dapat diakses oleh pengguna yang login ke situs WordPress Anda, atau tidak menjadi bagian situs Anda, error ini dapat diabaikan."],"If you see an error only when not logged into your WordPress site (i.e.: in \"Incognito Mode\"), then check for plugins which might be enforcing access permissions on your pages. For example, a plugin which only allows authenticated users to view specific areas of your site.":["Jika Anda mendapati error hanya saat tidak login ke situs WordPress (mis.: dalam \"Mode Samaran\"), periksa plugin yang mungkin memberlakukan izin akses di halaman Anda. Misalnya, plugin yang hanya mengizinkan pengguna terautentikasi untuk melihat area tertentu di situs Anda."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser to check if the error occurs when you are not logged in.":["Coba buka tautan menggunakan \"Mode Samaran\" atau \"Penelusuran Pribadi\" di browser Anda untuk memeriksa apakah terjadi error saat Anda tidak login."],"If the page shows an error, please verify that the page should be a part of your WordPress site.":["Jika halaman menampilkan error, harap verifikasi bahwa halaman merupakan bagian dari situs WordPress Anda."],"Visit the link, and confirm that the page you landed on loads successfully.":["Buka tautan, dan konfirmasi bahwa halaman yang Anda tuju berhasil dimuat."],"If this is a private page and not supposed to be viewed publicly, you can safely ignore this message.":["Jika bagian ini merupakan halaman pribadi dan tidak seharusnya dilihat publik, Anda dapat mengabaikan pesan ini."],"<retry>Try again<\/retry> to generate the Critical CSS.":["<retry>Coba lagi<\/retry> untuk membuat CSS Utama."],"Check your WordPress settings, or contact your hosting provider to ask why the above URL is unavailable.":["Periksa pengaturan WordPress, atau hubungi penyedia hosting Anda untuk menanyakan alasan tidak adanya URL di atas."],"%d means there is a permission issue in your WordPress site. Please follow these troubleshooting steps for the page:":["%d berarti terjadi masalah izin di situs WordPress Anda. Harap ikuti langkah-langkah pemecahan masalah berikut untuk halaman:","%d berarti terjadi masalah izin di situs WordPress Anda. Harap ikuti langkah-langkah pemecahan masalah berikut untuk tiap halaman:"],"Your desktop score without Boost":["Skor desktop Anda tanpa Boost"],"Your mobile score without Boost":["Skor seluler Anda tanpa Boost"],"Rate the Plugin":["Beri Rating Plugin"],"Received HTTP %d while communicating with your WordPress site":["HTTP %d yang diterima saat berkomunikasi dengan situs WordPress Anda"],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["Terjadi error saat mencoba berkomunikasi dengan REST API situs. Info debug tambahan: %s"],"%d file could not be automatically generated. Visit the <advanced>advanced recommendations page<\/advanced> to optimize this file.":["%d file tidak dapat dibuat secara otomatis. Buka <advanced>halaman rekomendasi lanjutan<\/advanced> untuk mengoptimalkan file ini.","%d file tidak dapat dibuat secara otomatis. Buka <advanced>halaman rekomendasi lanjutan<\/advanced> untuk mengoptimalkan file-file ini."],"%d file generated":["%d file dibuat","%d file dibuat"],"on %s":["pada %s"],"%d day ago":["%d hari yang lalu","%d hari yang lalu"],"%d hour ago":["%d jam yang lalu","%d jam yang lalu"],"%d minute ago":["%d menit yang lalu","%d menit yang lalu"],"a few moments ago":["beberapa saat yang lalu"],"Contact Support":["Hubungi Dukungan"],"An unexpected error has occurred. As this error may be temporary, please try and refresh the Critical CSS.":["Terjadi error tidak terduga. Karena error ini dapat bersifat sementara, harap coba dan segarkan CSS Utama."],"Hmm, looks like something went wrong. We're still seeing an unexpected error. Please reach out to our support to get help.":["Hmm, sepertinya terjadi kesalahan. Kami masih menemukan error tidak terduga. Silakan hubungi dukungan kami untuk mendapatkan bantuan."],"While Jetpack Boost has been able to automatically generate optimized CSS for most of your important files & sections, we have identified a few more that require your attention.":["Meski Jetpack Boost dapat secara otomatis membuat CSS teroptimasi untuk sebagian besar file & bagian penting Anda, kami telah mengidentifikasi beberapa hal yang memerlukan perhatian Anda."],"Congratulations, you have dealt with all the recommendations.":["Selamat, Anda telah menangani semua rekomendasi."],"Critical CSS advanced recommendations":["Rekomendasi lanjutan CSS Utama"],"Go back":["Kembali"],"Show %d hidden recommendation.":["Tampilkan %d rekomendasi tersembunyi.","Tampilkan %d rekomendasi tersembunyi."],"Hide error message":["Sembunyikan pesan error"],"See error message":["Lihat pesan error"],"What to do":["Daftar tugas"],"Jetpack Boost couldn't verify this page:":["Jetpack Boost tidak dapat memverifikasi halaman ini:","Jetpack Boost tidak dapat memverifikasi halaman ini:"],"This page timed out:":["Halaman ini time-out:","Halaman ini time-out:"],"It looks like this URL doesn't match:":["Sepertinya URL ini tidak cocok:","Sepertinya URL ini tidak cocok:"],"This may indicate that a WordPress plugin is redirecting users who are not logged in to a different location, or it may indicate that your hosting provider is redirecting your WordPress site to a different URL.":["Kondisi ini mungkin menunjukkan bahwa plugin WordPress mengalihkan pengguna yang tidak login ke lokasi lain, atau mungkin menunjukkan bahwa penyedia hosting Anda mengalihkan situs WordPress Anda ke URL yang lain."],"This URL is redirecting to a different page:":["URL ini mengalihkan ke halaman lain:","URL ini mengalihkan ke halaman lain:"],"Your WordPress site has reported that the above page does not exist. Please ensure that the URL is correct, and <retry>try again<\/retry>.":["Situs WordPress Anda telah melaporkan bahwa halaman di atas tidak ada. Harap pastikan bahwa URL sudah benar, lalu <retry>coba lagi<\/retry>.","Situs WordPress Anda telah melaporkan bahwa halaman di atas tidak ada. Harap pastikan bahwa URL sudah benar, lalu <retry>coba lagi<\/retry>."],"Boost received HTTP error <b>%d<\/b> on the following page:":["Boost menerima error HTTP <b>%d<\/b> di halaman berikut:","Boost menerima error HTTP <b>%d<\/b> di halaman berikut:"],"Host name":["Nama host"],"Protocol":["Protokol"],"Dismiss":["Tutup"],"Desktop score":["Skor di desktop"],"Mobile score":["Skor di ponsel"],"Failed to load Speed Scores":["Gagal memuat Skor Kecepatan"],"Loading…":["Memuat..."],"Whoops, something went wrong":["Ups, terjadi kesalahan"],"Refresh":["Segarkan"],"All Jetpack Boost features are still available, but to get a performance score you would first have to make your website available online.":["Semua fitur Jetpack Boost masih tersedia, tetapi untuk mendapatkan skor performa, pertama-tama, situs Anda harus tersedia secara online."],"Website Offline":["Situs Offline"],"Invalid response while requesting metrics":["Respons tidak valid saat meminta metrik"],"An unknown error occurred while requesting metrics":["Terjadi error tak dikenal saat meminta metrik"],"Timed out while waiting for speed-score.":["Waktu habis saat menunggu skor kecepatan."],"Your Overall Score is a summary of your website performance across both mobile and desktop devices. It gives a general idea of your sites' overall performance.":["Skor Keseluruhan Anda adalah rangkuman performa situs Anda baik di perangkat seluler maupun desktop. Skor Keseluruhan memperlihatkan performa keseluruhan situs Anda secara umum."],"Did you know?":["Tahukah Anda?"],"A one-second delay in loading times can reduce conversion rates by 20%. (source: <link>Google<\/link>).":["Waktu tunda satu detik dalam waktu pemuatan dapat mengurangi nilai konversi sebesar 20%. (sumber: <link>Google<\/link>)."],"Pages that take over 3 seconds to load have 4x the bounce rate of pages that load in 2 seconds or less. (source: <link>Pingdom<\/link>).":["Halaman yang memerlukan waktu lebih dari 3 detik untuk dimuat memiliki tingkat bounce 4 kali lipat lebih tinggi daripada halaman yang dimuat dalam 2 detik atau kurang. (sumber: <link>Pingdom<\/link>)."],"Run non-essential JavaScript after the page has loaded so that styles and images can load more quickly. Read more on <link>web.dev<\/link>.":["Jalankan JavaScript non-esensial setelah halaman dimuat agar gaya dan gambar dapat dimuat lebih cepat. Baca selengkapnya di <link>web.dev<\/link>."],"Defer Non-Essential JavaScript":["Menangguhkan JavaScript Non-Esensial"],"Regenerate":["Buat Ulang"],"Failed to generate Critical CSS":["Gagal membuat ulang CSS Utama"],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["Sepertinya REST API situs Anda tidak dapat diakses. Jetpack Boost membutuhkan akses ke REST API Anda untuk menerima skor performa situs. Pastikan bahwa REST API situs Anda aktif dan dapat diakses, lalu coba lagi."],"HTTP %d error received while communicating with the server.":["HTTP %d terjadi error saat berkomunikasi dengan server."],"Received invalid response while communicating with your WordPress site: %s":["Respons tidak valid diterima saat berkomunikasi dengan situs WordPress Anda: %s"],"Timed out":["Waktu habis"],"Jetpack Boost":["Jetpack Boost"]}},"comment":{"reference":"app\/assets\/dist\/jetpack-boost.js"}}